Repository: jonejone/tourney
Catalog: tourney/tournament/locale/*/LC_MESSAGES/django.po
Languages: no

source: Player class
no: Klasse

source: Options
no: Ekstra valg

source: Approve PDGA terms
no: Godkjenn PDGA reglement

source: You must approve the PDGA terms
no: Du må godkjenne PDGA reglementet

source: Name player 1 / player 2
no: Navn spiller 1 / spiller 2

source: Club player 1 / player 2
no: Klubb spiller 1 / spiller 2

source: Name
no: Navn

source: Classes
no: Spillerklasser

source: Language
no: Språk

source: Start date
no: Start dato

source: End date
no: Slutt dato

source: Registration stages
no: Registreringsfaser

source: Registration opens
no: Registrering åpner

source: Registration ends
no: Registrering stenger

source: Payment information
no: Betalingsinformasjon

source: Admin email address
no: Administrator epostadresse

source: Currency
no: Valuta

source: Header image
no: Header bilde

source: Google Analytics account
no: Google Analytics konto

source: Require PDGA rules approval
no: Kreve akseptanse av PDGA regler

source: Max players
no: Maks antall spillere

source: Wildcard spots
no: Wildcard-plasser

source: Registration info
no: Registreringsinfo

source: Couples tourney
no: Pargolfturnering

source: Email
no: Epost

source: PDGA Number
no: PDGA-nummer

source: Phonenumber
no: Telefon

source: Country
no: Land

source: Club
no: Klubb

source: Email has been sent out according to your selections.
no: Epost har blitt sendt ut basert på dine valg.

source: Tournament has been updated.
no: Turneringen har blitt oppdatert.

source: Tournament registration has been updated.
no: Påmeldingen er oppdatert.

source: Tournament player has been updated.
no: Spilleren har blitt oppdatert.

source: Save
no: Lagre

source: Edit page
no: Rediger side

source: Welcome to %(name)s
no: Velkommen til %(name)s

source: No frontpage is configured for this tournament.
no: Ingen forside er konfigurert for denne turneringen.

source: Published on %(published)s
no: Publisert den %(published)s

source: Read more
no: Les mer

source: Create news item
no: Lag artikkel

source: Edit news item
no: Rediger artikkel

source: Edit news "%(title)s"
no: Rediger "%(title)s"

source: Back to news item
no: Tilbake til artikkel

source: Edit page "%(title)s"
no: Rediger side "%(title)s"

source: PayPal payment cancelled
no: PayPal betaling kansellert

source: You cancelled the payment on PayPal so your registration has been deleted. Please try again if you want to take part in the tournament.
no: Du har kansellert betaling hos PayPal og derfor er din påmelding slettet. Prøv igjen hvis du ønsker å delta i turneringen.

source: Player list - %(name)s
no: Spillerliste - %(name)s

source: Players
no: Spillere

source: Couples signed up
no: Påmeldte par

source: Players signed up
no: Påmeldte spillere

source: Max couples count
no: Maks antall par

source: Max player count
no: Maks antall spillere

source: Available spots
no: Ledige plasser

source: This tournament has reached its max player capacity, and new registrations will be put on the waiting list.
no: Denne turneringen har nådd sin maks antall spillere, og nye påmeldinger vil havne på venteliste.

source: Paid
no: Betalt

source: Actions
no: Handlinger

source: Yes
no: Ja

source: No
no: Nei

source: Edit this registration
no: Rediger påmelding

source: Edit this player
no: Rediger spiller

source: Delete from tournament
no: Slett fra turneringen

source: Register for %(name)s
no: Registrer for %(name)s

source: An error occured while trying to perform your action.
no: En feil skjedde mens din handling ble forsøkt utført.

source: An error occured:
no: En feil skjedde:

source: Player has been removed from the tournament.
no: Spilleren har blitt fjernet fra turneringen.

source: Player has been accepted into the tournament.
no: Spilleren har blitt akseptert til turneringen

source: Trying to remove player from the tournament
no: Prøver å fjerne spilleren fra turneringen

source: Trying to accept player into the tournament
no: Prøver å akseptere spilleren til turneringen

source: Unable to update payment information.
no: Kunne ikke oppdatere betalingsinformasjon.

source: Registration complete for %(name)s
no: Registrering for %(name)s ferdig

source: Thanks for registering!
no: Takk for at du registrerte deg!

source: Registration
no: Registrering

source: Stage
no: Fase

source: Stage %(counter)s, opens %(opens)s
no: Fase %(counter)s, åpner %(opens)s

source: All
no: Alle

source: (%(count)s on waiting list)
no: (%(count)s på venteliste)

source: This tournament has reached its max player capacity, and new registrations will be put on a waiting list.
no: Denne turneringen har nådd sin maks antall spillere, og nye påmeldinger vil havne på venteliste.

source: Payment is required upon registration. You will be forwarded to PayPal after registering and you can pay using your PayPal account or a regular creditcard.
no: Betaling er påkrevd ved påmelding. Du vil bli videresendt til Paypal når du registrerer deg og kan betale med din PayPal konto eller et kredittkort.

source: No stage is open curently.
no: Ingen faser er åpne nå.

source: Registration for this tournament closed %(ends)s
no: Registrering for %(ends)s er stengt

source: Registration for this tournament has not opened yet.
no: Registreringen for denne turneringen har ikke startet enda.

source: Registration opens on <strong>%(opens)s</strong>
no: Registreringen åpner <strong>%(opens)s</strong>

source: Login
no: Logg inn

source: Account
no: Min konto

source: Logout
no: Logg ut

source: Tournament settings
no: Rediger turnering

source: Manage waiting list
no: Rediger venteliste

source: Tournament options
no: Turneringsvalg

source: Edit player
no: Rediger spiller

source: Please correct fields marked in red below and try again.
no: Vennligst korriger røde felter under og prøv igjen.

source: Edit registration
no: Endre påmelding

source: Edit tournament
no: Rediger turnering

source: Waiting list
no: Venteliste

source: on waiting list
no: på venteliste

source: Division
no: Klasse

source: Accept into tournament
no: Aksepter til turneringen
